{"translation-revision-date":"2024-08-26 12:52:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Automatic Enhanced Match support":["Automatic Enhanced Match support"],"Manage information shared on <linkAdsManager>Pinterest Ads Manager <\/linkAdsManager>":["Manage information shared on <linkAdsManager>Pinterest Ads Manager <\/linkAdsManager>"],"Uses hashed information that your customers have already provided to your business to help match more of your website visitors and conversions to people on Pinterest. Enabling it may improve the performance of your campaigns and can help increase the size of your Pinterest tag audiences.":["Uses hashed information that your customers have already provided to your business to help match more of your website visitors and conversions to people on Pinterest. Enabling it may improve the performance of your campaigns and can help increase the size of your Pinterest tag audiences."],"Matches conversion data with the person responsible for the conversion and lets you track cross-device checkouts. Requires Track Conversion option to be enabled. <link>See more<\/link>":["Matches conversion data with the person responsible for the conversion and lets you track cross-device checkouts. Requires Track Conversion option to be enabled. <link>See more<\/link>"],"Gather analytics for Pins you publish and Pins users create from your site.":["Recopila analytics de los Pines que publicas y los Pines que los usuarios crean desde tu sitio."],"Automatically create and update rich pins on Pinterest for all synced products.":["Crea y actualiza automáticamente Pines detallados en Pinterest para todos los productos sincronizados."],"Automatically create and update rich pins on Pinterest for posts.":["Crea y actualiza automáticamente Pines detallados en Pinterest para las publicaciones."],"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Agrega un botón de \"Guardar\" en las imágenes con el que los clientes pueden guardar contenido directamente desde tu sitio web en Pinterest."],"There was a problem saving your settings.":["Hubo un problema al guardar tu configuración."],"Publish Pins and Rich Pins":["Publicar Pines y Pines detallados"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["Los Pines detallados son un tipo de Pin orgánico que sincroniza automáticamente la información de tu sitio web con tus Pines. Puedes identificar los Pines detallados por la información adicional que figura arriba y abajo de las vistas ampliadas y por el título en negrita de tu feed. Si se produce un cambio en el sitio web original, el Pin detallado se actualiza para reflejar la modificación."],"Tracking":["Seguimiento"],"Track conversions":["Haz un seguimiento de las conversiones"],"Enhanced Match support":["Compatibilidad con la coincidencia mejorada"],"Rich Pins":["Rich Pins"],"Add Rich Pins for Products":["Agregar Pines detallados para productos"],"Add Rich Pins for Posts":["Agregar Pines detallados para publicaciones"],"Save to Pinterest":["Guardar en Pinterest"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/steps\/SetupPins.js"}}