{"translation-revision-date":"2024-08-26 12:52:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"It looks like your WordPress language settings are not supported by Pinterest.":["It looks like your WordPress language settings are not supported by Pinterest."],"Unable to register feed.":["Unable to register feed."],"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Si tienes un motivo válido para apelar una decisión de revisión de comerciantes (como haber corregido las infracciones que generaron la desaprobación), puedes enviar una apelación."],"Unable to upload catalog.":["No se puede cargar el catálogo."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Parece que tu cuenta para empresa de Pinterest está conectada a otra plataforma de comercio electrónico. Solo se puede vincular una plataforma a una cuenta para empresa. Para cargar el catálogo, desconecta tu cuenta para empresa de la otra plataforma y vuelve a intentarlo."],"Couldn’t retrieve the health status of your account.":["No se pudo recuperar el estado de tu cuenta."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["El feed se está configurando. Según el número de productos, esto puede tardar un poco, ya que es necesario generar el feed por completo antes de enviarlo a Pinterest para su registro. Puedes ver el estado del proceso de generación en la pestaña Catálogo."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Espera un momento, ya que la aprobación de tu cuenta por parte de Pinterest está pendiente. Este proceso puede tardar hasta 5 días hábiles."],"Your merchant account is disapproved.":["No se aprobó tu cuenta de comerciante."],"Submit an appeal":["Enviar una apelación"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Espera un momento, ya que hay una apelación pendiente para tu cuenta de Pinterest."],"Could not fetch account status.":["No se pudo recuperar el estado de la cuenta."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}