{"translation-revision-date":"2024-08-26 12:52:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Merchant does not meet community guidelines":["Merchant does not meet community guidelines"],"Merchant does not meet minimum product requirements":["Merchant does not meet minimum product requirements"],"Merchant does not meet minimum website quality requirements":["Merchant does not meet minimum website quality requirements"],"Merchant has exceeded number of reported ads":["Merchant has exceeded number of reported ads"],"Merchant has exceeded number of user reports":["Merchant has exceeded number of user reports"],"Merchant is a resale marketplace":["Merchant is a resale marketplace"],"Merchant is a wholesale seller":["Merchant is a wholesale seller"],"Merchant is an affiliate marketplace or marketer":["Merchant is an affiliate marketplace or marketer"],"Merchant's URL is incomplete":["Merchant's URL is incomplete"],"Merchant's domain URL is broken":["Merchant's domain URL is broken"],"Merchant's domain does not meet brand information requirements":["Merchant's domain does not meet brand information requirements"],"Merchant's domain requires registration to view products":["Merchant's domain requires registration to view products"],"Merchant's product descriptions and categories do not meet requirements":["Merchant's product descriptions and categories do not meet requirements"],"Merchant's social media links are broken":["Merchant's social media links are broken"],"The template of the website is incomplete":["The template of the website is incomplete"],"There is no 'About Us' page or no social information in your website":["There is no 'About Us' page or no social information in your website"],"There is no contact information in your website":["There is no contact information in your website"],"We recently updated our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink> and have found that your account is currently not in compliance with our guidelines. Merchants who do not comply with our guidelines will not be able to distribute or promote product Pins from their catalog on Pinterest. If you’d like to appeal this decision, review our guidelines for more detailed information on how you can get your products on Pinterest.":["We recently updated our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink> and have found that your account is currently not in compliance with our guidelines. Merchants who do not comply with our guidelines will not be able to distribute or promote product Pins from their catalog on Pinterest. If you’d like to appeal this decision, review our guidelines for more detailed information on how you can get your products on Pinterest."],"We're unable to include you as a merchant at this time. We determined your account doesn't comply with our guidelines. Your full catalog has been removed from Pinterest.":["We're unable to include you as a merchant at this time. We determined your account doesn't comply with our guidelines. Your full catalog has been removed from Pinterest."],"Merchant is an affiliate or resale marketplace":["El comerciante es una tienda de reventa o de afiliación"],"Merchant does not meet our policy on prohibited products":["El comerciante no cumple con nuestra política de productos prohibidos"],"Merchant offers services rather than products":["El comerciante ofrece servicios, no productos"],"Merchant's domain age does not meet minimum requirement":["La antigüedad del dominio del comerciante no cumple con el requisito mínimo"],"Merchant domain mismatched with merchant account":["El dominio del comerciante no coincide con su cuenta"],"Merchant's URL is broken or requires registration":["La URL del comerciante no funciona o es necesario registrarse"],"Merchant's shipping policy is unclear or unavailable":["La política de envíos del comerciante no es clara o no está disponible"],"Merchant's returns policy is unclear or unavailable":["La política de devoluciones del comerciante no es clara o no está disponible"],"Merchant's products are out of stock":["Los productos del comerciante están agotados"],"Merchant's website includes banner or pop-up ads":["El sitio web del comerciante tiene un banner o anuncios emergentes"],"Merchant's products do not meet image quality requirements":["Los productos del comerciante no cumplen con los requisitos de calidad de imagen"],"Merchant's product images include watermarks":["Las imágenes de los productos del comerciante tienen marcas de agua"],"Merchant's products are always on sale":["Los productos del comerciante siempre están en oferta"],"Merchant's products refer to outdated content":["Los productos del comerciante hacen referencia a contenido desactualizado"],"Merchant's website uses generic product descriptions":["El sitio web del comerciante utiliza descripciones de productos genéricas"],"Merchant's website displays several pop-up messages":["El sitio web del comerciante muestra varios mensajes emergentes"],"Merchant's product images are unavailable or mismatched":["Las imágenes de los productos del comerciante no están disponibles o no coinciden"],"Resale marketplaces are not allowed":["No se admiten los mercados de reventa"],"Affiliate links are not allowed":["No se admiten los vínculos de afiliados"],"Account does not meet the website requirements for verification":["La cuenta no cumple con los requisitos de sitio web para su verificación"],"Account does not meet the product requirements for verification":["La cuenta no cumple con los requisitos de producto para su verificación"],"Account does not meet the brand reputation criteria for verification":["La cuenta no cumple con los criterios de reputación de la marca para su verificación"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/constants.js"}}